//Задача 4: Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

Console.WriteLine ("Введитк число");
int day = int.Parse(Console.ReadLine()!);
switch (day)
{
    case 1: 
    Console.WriteLine("Будни");
    break;
  case 2: 
    Console.WriteLine("Будни");
    break;
    case 3: 
    Console.WriteLine("Будни");
    break;
    case 4: 
    Console.WriteLine("Будни");
    break;
    case 5: 
    Console.WriteLine("Будни");
    break;
    case 6: 
    Console.WriteLine("Выходной");
    break;
    case 7: 
    Console.WriteLine("Выходной");
    break;
}
